export const payslipSections = [
  {
    title: "פרטי חברה",
    fields: [
      "חברה", "כתובת", "יישוב",
      "תיק ניכויים", "מספר תאגיד", "תיק בי\"ל"
    ]
  },
  {
    title: "תאריך",
    fields: [
      "תלוש שכר לחודש", "הודפס בתאריך",
      "דף", "מתוך"
    ]
  },
  {
    title: "פרטים אישיים",
    fields: [
      "שם", "כתובת", "מספר זהות", "ס משרה", "בסיס השכר", "מחלקה",
      "מצב משפחתי", "דרוג", "בנק", "חשבון", "דרגה",
      "וותק מ", "תחילת עבודה", "וותק", "תושב",
      "מספר עובד", "משרה ביל", "חלקית המשרה"
    ]
  },
  {
    title: "רכיבי שכר",
    fields: [
      "שעות רגילות", "שעות בונוס 125%", "שעות בונוס 150%",
      "עבודה יום שישי", "עבודה יום שבת", "נסיעות", "מחיר לשעה",
      "סה\"כ תשלומים"
    ]
  },
  {
    title: "ניכויי חובה",
    fields: [
      "ב. לאומי", "מס בריאות", "מס הכנסה",
      "קרנות פנסיה", "קרן השתלמות"
    ]
  },
  {
    title: "ניכויי רשות",
    fields: [
      "ניכויי רשות"
    ]
  },
  {
    title: "שכר נטו",
    fields: [
      "שכר נטו"
    ]
  },
  {
    title: "נתונים נוספים",
    fields: [
      "ימי עבודה", "שעות עבודה", "שעות", "העדרות שעות",
      "ליום נק.", "רגילות אחוז", "מס שולי קוד", "מהדורה",
      "חישוב", "מצטבר %", "הנחה ספר", "אופן תשלום"
    ]
  },
  {
    title: "נתונים מצטברים",
    fields: [
      "שכר חייב מס", "שכ.ב. לאומי", "בט. לאומי",
      "מס בריאות", "פנסיה"
    ]
  },
  {
    title: "חשבון חופשה",
    fields: [
      "יתרה קודמת", "צבירה ח.ז.",
      "ניצול ח.ז.", "יתרה חדשה"
    ]
  },
  {
    title: "חשבון מחלה",
    fields: [
      "יתרה קודמת", "צבירה ח.ז.",
      "ניצול ח.ז.", "יתרה חדשה"
    ]
  },
  {
    title: "לתשלום",
    fields: [
      "לתשלום"
    ]
  }
];
